{"Intro":[{
"Text":"Just twentyfour hours we have sailing in our epochal plasma sailing carrier. And twentyfour hors have passed since I messed wit hthe boss and here I am sitting a shitty cell on this ship."
},
{
"Text":"Honestly, I`m not even suprised. I stuff a few bites of the delicious deephexagon-carp into myself. Maybe I`ll burn the boss to the flagpole the next chance i get, I`m not going to take that, I´m supposed to give up half the treasure just so he doesn`t report us to galactic customs."
}]
}
{"Gameplay":[{
"Text":"As I stared into the room, I saw somethings strange, was it a mirage, where are Hannes and Gregori, my trained academy pilots?"
},
{
"Text":"There`s really no one here from the whole crew, there were nine of us, where are Zivik, Sportan and Hendrik, those assholes are always sitting here around."
},
{
"Text":"At least the boss his golden boy will witness my big return, he`ll probably scold me like a little kid again. Malik is just too green behind the ears, he`s just not ready for this difficult adventure, I don`t even know if I`m ready, am I?"
},
{
"Text":"Was that Hannes?..... No, I thought I saw him, where the hell are they all, I´m going crazy here."
},
{
"Text":"My body stiffens, there are at least two objects that are sudenly somewhere else, I haven`t heard anything and haven`t seen anyone, what`s going on here ?"
},
{
"Text":"I peer straight into the room and can`t believe my eyes."
},
{
"Text":"I am almost scared to death. I heard absolutely nothing."
},
{
"Text":"The Access to the rescue plasma boats is closed."
},
{
"Text":"Silence. So much silence, just the distant hiss of air escaping into space."
},
{
"Text":"How long have I been travelling? Two, three hours, two minutes? two seconds?"
},
{
"Text":"No one there, I`m screwed."
},
{
"Text":"I wince as fear stabs into my heart. Well, not exactly....."
},
{
"Text":"Should i admit to myself that i can`t fly a real ship, but you could try."
},
{
"Text":"Shit, the controlpanel came off, who the hel did that. Well, unfortunately I don`t have a flying licence, but I`ll get one, when i reached the academy."
},
{
"Text":"I hate this silence."
},
{
"Text":"Wait a minute! Maybe this is just a dream and i have to wake up, i will beat myself. No, that didn`t helped, maybe i have to die to wake up?"
},
{
"Text":"Are all the crew lost? neutralised?"
},
{
"Text":"Insider? Did someone on the crew know something, was going to happen and helped? The thought alone takes my breath away. I have to find someone."
},
{
"Text":"My hands and feet are reacting even before my brain has properly gasped the words, it``s all to much for me."
},
{
"Text":"I am 384.000 kilometres from Ellis Station. My heartbeat is deafening, I can`t screw this up."
},
{
"Text":"Dam Pigs! They`ll just leave here and possibly go to Treasure Island."
},
{
"Text":"There`s one coming?........."
},
{
"Text":"My heart slips into my pants, I swallow harder, I try to calm down. But this room is frightening."
},
{
"Text":"Silence descends upon me.........."
},
{
"Text":"My first reaction to stress has always been spend moeny for the Casino Spaceship G Simulator."
},
{
"Text":"A sharp pain chases through my head as I try to speak, so sharp I can even feel it in my teeth. I hold onto the wall until the pain subsides, hoping it won`t come back."
}]
}
{"Ending":[{
"Text":"I`am not alone."
},]
}